<?php
// Heading
$_['heading_title']     = 'Обратный звонок';

// Button
$_['button_close']      = 'Закрыть';
$_['button_send']       = 'Отправить';

// Text
$_['text_success_send'] = '<p>Ваш запрос успешно отправлен!</p>';
$_['text_loading']      = 'Загрузка...';
$_['call_back']         = 'Хотите, мы Вам перезвоним?';
$_['text_info']         = 'Пользователь';
$_['text_date_added']   = 'Добавлено';
$_['text_oct_terms']    = 'Я прочитал <a href="%s" target="_blank">%s</a> и согласен с условиями';
$_['error_oct_terms']   = 'Вы должны прочитать и согласиться с %s!';

// Enter
$_['enter_text']        = 'Отправьте запрос через контактную форму, и мы Вам обязательно перезвоним в ближайшее время';
$_['enter_name']        = 'Имя';
$_['enter_telephone']   = 'Телефон';
$_['enter_time']        = 'Когда перезвонить?';
$_['enter_comment']     = 'Комментарий';
$_['enter_url_page']    = 'URL страницы';

// Error
$_['error_name']        = 'Имя должно быть от 1 до 32 символов!';
$_['error_time']        = 'Дата/время введено не корректно!';
$_['error_telephone_mask']   = 'Введен неверный формат телефона';
$_['error_telephone']   = 'Телефон должен быть от 3 до 15 символов!';
$_['error_comment']     = 'Комментарий должен быть от 3 до 500 символов!';
