<?php
// Heading
$_['heading_title']     = 'Нашли дешевле?';

// Button
$_['button_close']      = 'Продолжить покупки';
$_['button_send']       = 'Отправить';

// Text
$_['text_success_send'] = '<p>Ваш запрос успешно отправлен!</p>';
$_['text_loading']      = 'Загрузка...';

$_['text_info']         = 'Пользователь';
$_['text_date_added']   = 'Добавлено';
$_['text_price']        = 'Цена:';
$_['text_oct_terms']    = 'Я прочитал <a href="%s" target="_blank">%s</a> и согласен с условиями';
$_['error_oct_terms']   = 'Вы должны прочитать и согласиться с %s!';

// Enter
$_['enter_name']        = 'Имя';
$_['enter_text']        = '<b class="d-block mb-2">Мы гарантируем низкую цену!</b>Если вы нашли цену ниже в других магазинах, сообщите нам об этом, и мы постараемся сделать приятную скидку';
$_['enter_telephone']   = 'Телефон';
$_['enter_email']       = 'Email';
$_['enter_link']        = 'Ссылка на товар в интернете';
$_['enter_comment']     = 'Комментарий';
$_['enter_referer']     = 'Ссылка на товар';

// Error
$_['error_name']        = 'Имя должно быть от 1 до 32 символов!';
$_['error_telephone_mask']   = 'Введен неверный формат телефона';
$_['error_telephone']   = 'Телефон должен быть от 3 до 32 символов!';
$_['error_email']       = 'Е-mail адрес введён неверно!';
$_['error_link']        = 'Укажите ссылку на найденный товар!';
$_['error_comment']     = 'Комментарий должен быть от 3 до 500 символов!';
