<?php
// Heading
$_['heading_title']    = 'Авторизация';
$_['text_heading']     = 'Личный кабинет';
$_['text_login_is']    = 'Уже зарегистрированы?';

// Text
$_['text_login']       = 'введите логин и пароль';
$_['text_register']    = '<p>Создание учетной записи поможет покупать быстрее. Вы сможете контролировать состояние заказа, а также просматривать заказы сделанные ранее. Вы сможете накапливать призовые баллы и получать скидочные купоны.</p><p>А постоянным покупателям мы предлагаем гибкую систему скидок и персональное обслуживание.</p><p>Чтобы зарегистрировать новый аккаунт, нажмите кнопку ниже:</p>';

$_['button_login']     = 'Войти';
$_['button_register']  = 'Регистрация';
$_['button_forgotten'] = 'Забыли пароль?';

// Entry
$_['entry_email']      = 'E-Mail';
$_['entry_password']   = 'Пароль';

// Error
$_['error_login']      = 'Неправильно заполнены поля E-Mail и/или пароль!';
$_['error_attempts']   = 'Внимание: Вы превысили допустимое количество попыток входа в систему. Пожалуйста, попробуйте через час.';
$_['error_approved']   = 'Необходимо подтвердить аккаунт перед авторизацией.';
