<?php
// Heading
$_['heading_title']        = 'Octemplates - Стіна категорій';

// Text
$_['text_module']          = 'Модулі';
$_['text_success']         = 'Налаштування модуля успішно оновлені!';
$_['text_success_install']	= 'Налаштування модуля успішно оновлені!';
$_['text_edit']            = 'Редагування модуля';
$_['text_select_all']      = 'Виділити все';
$_['text_unselect_all']    = 'Зняти виділення';

// Entry
$_['entry_name']           = 'Назва';
$_['entry_heading']        = 'Заголовок модуля';
$_['entry_category']       = 'Оберіть категорію';
$_['entry_limit']          = 'Ліміт підкатегорій';
$_['entry_width']          = 'Ширина зображення категорії';
$_['entry_height']         = 'Висота зображення категорії';
$_['entry_image']          = 'Показувати зображення категорії';
$_['entry_sub_categories'] = 'Показувати підкатегорії';
$_['entry_status']         = 'Статус';
$_['entry_sort']		       = 'Сортування';
$_['entry_by_sort_order']  = 'За порядком сортування';
$_['entry_by_name']		   = 'За назвою';

// Error
$_['error_permission']     = 'У Вас немає прав для управління цим модулем!';
$_['error_name']           = 'Назва модуля повинна бути від 3 до 64 символів!';
$_['error_heading']        = 'Заголовок модуля повинен бути від 1 до 255 символів!';
$_['error_width']          = 'Необхідно вказати ширину зображення товару!';
$_['error_height']         = 'Необхідно вказати висоту зображення товару!';
$_['error_limit']          = 'Необхідно вказати ліміт підкатегорій!';