<?php
// Heading
$_['heading_title']    = 'Octemplates - Останні відгуки';

// Text
$_['text_module']      = 'Модулі';
$_['text_success']     = 'Налаштування успішно змінені!';
$_['text_success_install']	= 'Налаштування модуля успішно оновлені!';
$_['text_edit']        = 'налаштування модуля';

// Entry
$_['entry_name'] 			 = 'Назва модуля';
$_['entry_limit']      = 'Ліміт';
$_['entry_width']      = 'Ширина зображення';
$_['entry_height']     = 'Висота зображення';
$_['entry_status']     = 'Статус';

// Error
$_['error_permission'] = 'У Вас немає прав для управління даними модулем!';
$_['error_name'] = 'Назва модуля повинна містити від 3 до 64 символів!';
$_['error_width'] = 'Введіть ширину зображення!';
$_['error_height'] = 'Введіть висоту зображення!';
