<?php
// Heading
$_['heading_title']            = 'Octemplates - Мультитовари';

// Text
$_['text_module']              = 'Модулі';
$_['text_success']             = 'Налаштування модуля успішно оновлені!';
$_['text_success_install']     = 'Налаштування модуля успішно оновлені!';
$_['text_edit']                = 'Редагування модуля';
$_['text_select_all']          = 'Виділити все';
$_['text_unselect_all']        = 'Зняти виділення';
$_['text_grid']				   = 'Сітка';
$_['text_carousel']	           = 'Карусель';
$_['text_order_asc']	       = 'За зростанням';
$_['text_order_desc']	       = 'За спаданням';
$_['text_pdname']	           = 'За назвою';
$_['text_pprice']	           = 'За ціною';
$_['text_pmodel']	           = 'За моделлю';
$_['text_pquantity']	       = 'За кількістю';
$_['text_rating']			   = 'За рейтингом';
$_['text_pviewed']			   = 'За переглядами';
$_['text_psort_order']		   = 'За порядком сортування';
$_['text_pdate_added']		   = 'За датою';

// Entry
$_['entry_name']               = 'Системна назва модуля';
$_['entry_heading']            = 'Заголовок модуля';
$_['entry_link']               = 'Посилання для заголовка модуля';
$_['entry_category']           = 'Показувати товари з категорій';
$_['entry_show_in_categories'] = 'Показувати модуль в категоріях';
$_['entry_product']            = 'Оберіть товари';
$_['entry_limit']              = 'Ліміт товарів у модулі';
$_['entry_width']              = 'Ширина зображення';
$_['entry_height']             = 'Висота зображення';
$_['entry_auto_play']          = 'Автопрокрутка товарів у модулі';
$_['entry_status']             = 'Статус';
$_['entry_view']               = 'Відображення';
$_['entry_quantity_view']      = 'Показувати товари з 0 кількістю';
$_['entry_only_specials']      = 'Показувати тільки акційні товари';
$_['entry_show_more']          = 'Показувати кнопку "Показати ще"';
$_['text_atributes_limit']	   = 'Ліміт атрибутів';
$_['entry_product_atributes']  = 'Показувати "Основні характеристики"';
$_['entry_sort']               = 'Сортування';
$_['entry_quantity_show']      = 'Показувати вибір кількості?';

// Help
$_['help_product']             = '(Автодоповнення)';

// Error
$_['error_permission']         = 'У вас немає прав для управління цим модулем!';
$_['error_name']               = 'Назва повинна бути від 3 до 64 символу!';
$_['error_heading']            = 'Тема модуля повинна бути від 1 до 255 символів!';
$_['error_link']               = 'Посилання для заголовка модуля повинна бути від 1 до 1000 символів!';
$_['error_width']              = 'Необхідно вказати ширину!';
$_['error_height']             = 'Необхідно вказати висоту!';
$_['error_limit']              = 'Необхідно вказати ліміт товарів у модулі!';
