<?php
// Heading
$_['heading_title']			= 'Octemplates - Переглянуті товари';

// Text
$_['text_module']			= 'Модулі';
$_['text_success']			= 'Налаштування успішно змінено!';
$_['text_success_install']	= 'Модуль успішно встановлено!';
$_['text_edit']				= 'Налаштування модуля';

// Entry
$_['entry_name']				= 'Назва модуля';
$_['entry_heading']			= 'Заголовок модуля';
$_['entry_limit']			= 'Ліміт';
$_['entry_width']			= 'Ширина зображення';
$_['entry_height']			= 'Висота зображення';
$_['entry_status']			= 'Статус';

// Error
$_['error_permission']		= 'У Вас немає прав для управління даними модулем!';
$_['error_name']				= 'Назва модуля повинно містити від 3 до 64 символів!';
$_['error_heading']			= 'Заголовок модуля повинно містити від 3 до 64 символів!';
$_['error_width']			= 'Введіть ширину зображення!';
$_['error_height']			= 'Введіть висоту зображення!';