<?php
// Heading
$_['heading_title']       = 'Знайшли дешевше?';

// Button
$_['button_close']     		= 'Повернутися до покупок';
$_['button_send']     		= 'Відправити';

// Text
$_['text_success_send']   = '<p>Ваш запит успішно відправлений!</p>';
$_['text_loading']        = 'Завантаження...';

$_['text_info']						= 'Користувач';
$_['text_date_added']			= 'Додано';
$_['text_price']        = 'Ціна:';
$_['text_oct_terms']  = 'Я прочитав <a href="%s" target="_blank">%s</a> і згоден з вимогами';
$_['error_oct_terms'] = 'Ви повинні прочитати і погодитися з %s!';

// Enter
$_['enter_name']     			= 'Ім’я';
$_['enter_text']        = '<b class="d-block mb-2">Ми гарантуємо низьку ціну!</b>Якщо ви знайшли ціну нижче в інших магазинах, повідомте нам про це, і ми постараємося зробити приємну знижку';
$_['enter_telephone']     = 'Телефон';
$_['enter_email']       = 'Email';
$_['enter_link']          = 'Посилання на товар в інтернеті';
$_['enter_comment']       = 'Коментар';
$_['enter_referer']       = 'Посилання на товар';

// Error
$_['error_name']     			= 'Ім’я повинно бути від 1 до 32 символів!';
$_['error_time']         	= 'Посилання введено некоректно!';
$_['error_telephone_mask']   = 'Введено невірний формат телефону';
$_['error_telephone']     = 'Телефон повинен бути від 3 до 32 символів!';
$_['error_email']         = 'Е-mail адресу введено невірно!';
$_['error_link']          = 'Вкажіть посилання на знайдений товар!';
$_['error_comment']       = 'Коментар повинен бути від 3 до 500 символів!';
