<?php
// Heading
$_['heading_title']    = 'Авторизація';
$_['text_heading']     = 'Особистий кабінет';
$_['text_login_is']    = 'Вже зареєстровані?';

// Text
$_['text_login']       = 'введіть логін і пароль';
$_['text_register']    = '<p>Як створити обліковий запис допоможе купувати швидше. Ви зможете контролювати стан замовлення, а також переглядати замовлення зроблені раніше. Ви зможете накопичувати призові бали і отримувати дисконтні купони.</p><p>А постійним покупцям ми пропонуємо гнучку систему знижок і персональне обслуговування.</p><p>Щоб зареєструвати новий обліковий запис, натисніть кнопку нижче:</p>';

$_['button_login']     = 'Увійти';
$_['button_register']  = 'Реєстрація';
$_['button_forgotten'] = 'Забули пароль?';

// Entry
$_['entry_email']      = 'E-Mail';
$_['entry_password']   = 'Пароль';

// Error
$_['error_login']      = 'Неправильно заповнені поля E-Mail і/або пароль!';
$_['error_attempts']   = 'Увага: Ви перевищили допустиму кількість спроб входу в систему. Будь ласка, спробуйте через годину.';
$_['error_approved']   = 'Необхідно підтвердити аккаунт перед авторизацією.';
