<?php
// Heading
$_['heading_title']     = 'Octemplates - Питання / Відповідь';

// Text
$_['text_success']      = 'Налаштування модуля успішно оновлені!';
$_['text_list']         = 'Перелік';
$_['text_add']          = 'Додати Питання / Відповідь';
$_['text_edit']         = 'Редагувати Питання / Відповідь';
$_['text_filter']       = 'Фільтр';
$_['text_yes']          = 'Так';
$_['text_no']           = 'Ні';
$_['text_email_welcome']    = 'Вітаємо та інформуємо про те, що надійшла відповідь на запитання про товар на сайті "%s"!';
$_['text_email_thanks'] = 'Дякуємо за запитання,';
$_['text_email_subject']    = '%s - Відповідь на ваше запитання про товар!';
$_['text_email_body']   = 'Ви отримали відповідь магазину про товар: "%s" - %s';

// Column
$_['column_product']    = 'Товар';
$_['column_author']     = 'Автор';
$_['column_answer']     = 'Відповідь';
$_['column_status']     = 'Статус';
$_['column_date_added'] = 'Дата додавання';
$_['column_action']     = 'Дія';

// Entry
$_['entry_product']     = 'Товар';
$_['entry_author']      = 'Автор';
$_['entry_answer']      = 'Відповідь';
$_['entry_status']      = 'Статус';
$_['entry_text']        = 'Питання';
$_['entry_date_added']  = 'Дата додавання';
$_['entry_notify']      = 'Повідомити автора про відповідь?';

// Help
$_['help_product']      = '(Автоматичний вибір)';

// Error
$_['error_permission']  = 'У Вас немає прав для управління цим модулем!';
$_['error_product']     = 'Виберіть товар!';
$_['error_author']      = 'Ім’я автора повинно бути від 3 до 64 символів!';
$_['error_text']        = 'Текст питання повинен бути більше 1 символу!';
$_['error_no_email']    = 'Автор питання не додав своєї пошти.';
