<?php
// Heading
$_['heading_title']     = 'Octemplates - Cлайд-шоу +';

// Text
$_['text_module']       = 'Модули';
$_['text_success']      = 'Вы успешно сохранили настройки модуля!';
$_['text_success_install']     	= 'Модуль успешно установлен!';
$_['text_edit']         = 'Редактировать Cлайд-шоу +';

// Entry
$_['entry_name']        = 'Название модуля';
$_['entry_slideshow']   = 'Cлайд-шоу';
$_['entry_status']      = 'Статус';
$_['entry_width']      = 'Ширина изображения Слайдера';
$_['entry_height']     = 'Высота изображения Слайдера';
$_['entry_dop_width']      = 'Ширина изображения товара со скидкой';
$_['entry_dop_height']     = 'Высота изображения товара со скидкой';
$_['entry_paginations'] = 'Показывать пагинацию';
$_['entry_preload_img'] = 'Preload Изображений';

// Error
$_['error_permission']  = 'Внимание: У вас нет прав для редактирования модуля!';
$_['error_name']        = 'Название модуля должно содержать от 3 до 64 символов!';
$_['error_width']      = 'Необходимо указать ширину!';
$_['error_height']     = 'Необходимо указать высоту!';
